{
  "start": {
    "hi": {
      "text": "Привет! 🖐 Я помогу тебе узнать лучше себя, партнёра, членов семьи или друга.\n\nЭто поможет укрепить отношения, сделать их более глубокими и доверительными 🔗",
      "kb": "А как?"
    },
    "ask_question_how": {
      "text": "Я буду задавать случайный вопрос, и тебе нужно будет проговорить вслух ответ на него себе или собеседнику, в зависимости от ситуации.\n\nДалее собеседник отвечает на этот же вопрос. Когда все ответили, можно переходить к следующему вопросу.",
      "kb": "Для кого будут эти вопросы?"
    },
    "ask_question_for_whom": {
      "text": "👁 Для тебя: ты сможешь глубже узнать себя, своё собственное \"я\"\n\n💕 Для партнёра: ты сможешь сблизиться со своей половинкой\n\n👨‍👩‍👦 Для семьи: ты сможешь лучше узнать членов своей семьи\n\n🖖 Для друга или незнакомца: ты сможешь больше узнать своего друга или завязать разговор с незнакомцем",
      "kb": "Хорошо"
    },
    "to_main_menu": {
      "text": "Нажми \"<b>Узнать лучше ✨</b>\", чтобы выбрать, с кем ты хочешь стать ближе.\n\nСейчас ты в главном меню бота.",
      "kb": ["Узнать лучше ✨", "Рекомендации", "О боте"]
    }
  },
  "main_menu": {
    "kb": ["Узнать лучше ✨", "Рекомендации", "О боте"],
    "text": "Ты в главном меню.",
    "text_to": "В главное меню"
  },
  "know_better": {
    "whom": {
      "text": "Кого ты хочешь узнать лучше?",
      "kb": ["себя 👁", "партнёра 💕", "семью 👨‍👩‍👦", "друга или незнакомца 🖖", "В главное меню"]
    },
    "questions": {
      "kb": ["Следующий вопрос", "Выбрать другую категорию", "В главное меню"],
      "dont": "Тебе нужно проговорить ответ на вопрос вслух себе или партнёру-собеседнику. Для перехода к следующему вопросу используй кнопки на клавиатуре внизу. Чтобы вернуться в главное меню, используй /menu"
    }
  },
  "rec": {
    "choose": {
      "text": "Пара рекомендаций, которые помогут выстроить процесс ответов на вопросы:\n\n 👂🏻 Активное слушание: способ, позволяющий точнее понимать психологическое состояние, чувства, мысли собеседника с помощью особых приемов участия в беседе.\n\n🗣 Ненасильственное общение: способ понятно доносить до человека информацию и добиваться своего.\n\nПро что хочешь узнать подробнее?",
      "kb": ["Активное слушание", "Ненасильственное общение", "В главное меню"]
    },
    "actlis": {
      "pre_define": {
        "text": "Одна из рекомендаций, которая поможет стать ближе к собеседнику, наладить более глубокий контакт с ним - это активное слушание.",
        "kb": ["Что такое активное слушание?", "Назад"]
      },
      "define": {
        "text": "Активное слушание - это процесс, в ходе которого слушающий не просто воспринимает информацию от собеседника, но и активно показывает понимание этой информации.",
        "kb": ["Какие факторы способствуют его развитию?"]
      },
      "factors": {
        "text": "🤗 Принятие собеседника таким, какой он есть, безоценочно, без осуждений.\n\n👀 Зрительный контакт на уровне глаз. Лучше смотреть собеседнику в глаза.\n\n❓Задавание вопросов. Представляет собой уместное уточнение смыслов, служащее подтверждением искреннего интереса к предмету разговора.",
        "kb": ["Какие существуют приемы активного слушания?"]
      },
      "method_1": {
        "text": "Всего их три.\nПервый - Говорим об эмоциях ✌🏻\n\nНапример, когда говорящий сильно расстраивается по ходу беседы, мы можем сказать: «Я вижу, как тяжело и больно тебе об этом говорить...». Таким образом, мы показываем собеседнику, что понимаем его состояние и он начинает больше доверять нам, раскрывается.",
        "kb": ["Второй приём"]
      },
      "method_2": {
        "text": "Второй - Эхо 👂🏻\n\nМы повторяем последние слова партнера, но с вопросительной интонацией. Таким образом мы демонстрируем важность поступающей информации.",
        "kb": ["Третий приём"]
      },
      "method_3": {
        "text": "Третий - Перефразирование 🗣\n\nПредставляет собой краткое повторение сказанного. Началом предложения является фраза: «Если я правильно понял, вы имели в виду...». Позволяет проявить заинтересованность и выяснить нюансы.",
        "kb": ["Ясно"]
      },
      "advice": {
        "text": "Попробуйте применять приемы активного слушания, когда отвечаете на вопросы бота с кем-то.\n\nЭто поможет улучшить взаимоотношения.",
        "kb": ["Назад к рекомендациям"],
        "text_return": "Про что хочешь узнать подробнее?"
      }
    },
    "nvc": {
      "define": {
        "text": "Еще одна рекомендация - использовать ненасильственное общение (ННО) — это способ общения, основанный на сопереживании.\n\nОсновные компоненты ненасильственного общения:\nНаблюдение 👀\nЧувства 😢\nПотребность 🙌🏻\nПросьба 🙏",
        "kb": ["Узнать подробнее", "Назад"]
      },
      "n1": {
        "text": "Наблюдение 👀\nОпишите случившийся факт без осуждения и критики.\n\nНапример:\n«Сейчас два часа ночи, и я слышу музыку в твоей комнате», — сообщает наблюдаемый факт, тогда как высказывание: «Уже слишком поздно, чтобы так громко включать музыку», — являет собой оценку.",
        "kb": ["К чувствам"]
      },
      "n2": {
        "text": "Чувства 😢\nЗатем мы говорим о том, какие чувства мы испытываем, когда наблюдаем эту ситуацию.\n\nНапример: «До начала концерта осталось 30 минут, а ты непрерывно меряешь гримерку шагами (наблюдение). Волнуешься?»",
        "kb": ["К потребностям"]
      },
      "n3": {
        "text": "Потребность 🙌🏻\nДальше мы говорим о том, какие наши потребности связаны с чувствами, которые мы испытываем.\n\nНапример: «Я заметил, что ты отворачиваешься, когда я говорю с тобой, а отвечаешь настолько тихо, что я ничего не слышу (наблюдение). Прошу тебя говорить громче, чтобы я мог понимать (потребность)».",
        "kb": ["К просьбе"]
      },
      "n4": {
        "text": "Просьба 🙏\nИ, в итоге просим удовлетворить наши потребности.\n\nНапример: «Я трачу много сил и времени на уборку, и мне бы хотелось, чтобы вы поддерживали порядок дома. Давайте придумаем несколько правил чистоты, которым все будут стараться следовать».",
        "kb": ["Можно привести пример ННО?", "Все понятно"]
      },
      "example": {
        "text": "Пример: <b>Раздражают разбросанные вещи</b>.\n\n«Ваня, когда я вижу два скомканных носка под журнальным столиком и еще три рядом с телевизором (наблюдение), я чувствую раздражение (чувство), потому что хочу видеть порядок в тех комнатах, которыми мы с тобой пользуемся вместе (потребность). Не мог бы ты либо забрать носки в свою комнату, либо бросить их в стиральную машину? (просьба)».",
        "kb": ["Назад к рекомендациям"],
        "text_return": "Про что хочешь узнать подробнее?"
      }
    }
  },
  "about_bot": {
    "text": "Этот бот способствует установлению эмоциональных связей при помощи совместных ответов на вопросы. Это делает отношения более крепкими и близкими.\n\n<b>Как использовать бота</b>:\n1. Собраться вместе.\nТы один или в компании близких тебе людей запускаешь бота и выбираешь подходящую для тебя категорию, кого ты хочешь узнать лучше.\n\n2. Отвечать на вопросы.\nБот задаёт вопрос, на него нужно проговорить вслух ответ себе или собеседнику, в зависимости от ситуации.\nДалее собеседник отвечает на этот же вопрос. Затем можно переходить к следующему вопросу.\n\nФидбек, вопросы и предложения можно отправлять автору бота: @piodao",
    "kb": ["Назад"]
  },
  "problem": {
    "text": "Я не понимаю твой ответ, советую использовать кнопки на клавиатуре внизу. Чтобы попасть в главное меню, используй /menu"
  },
  "back": "Назад"
}